{
    "helpCenter": [
      {
        "category": "Account Management",
        "topics": [
          {
            "title": "How to Create an Account",
            "description": "Step-by-step guide on creating an account on the Crypto Tracker platform, including required information and verification processes."
          },
          {
            "title": "Account Verification",
            "description": "Details on the verification levels, required documents, and estimated processing times for verifying your account."
          },
          {
            "title": "Resetting Your Password",
            "description": "Instructions on resetting a forgotten password, security tips, and ensuring account safety."
          }
        ]
      },
      {
        "category": "Security",
        "topics": [
          {
            "title": "Two-Factor Authentication (2FA)",
            "description": "Learn how to enable 2FA on your account to enhance security by adding an extra layer of protection."
          },
          {
            "title": "Recognizing and Avoiding Scams",
            "description": "Tips on identifying phishing attempts, fake websites, and common scams targeting crypto users."
          },
          {
            "title": "Keeping Your Account Secure",
            "description": "Best practices for maintaining account security, including password strength, secure devices, and monitoring account activity."
          }
        ]
      },
      {
        "category": "Buying and Selling",
        "topics": [
          {
            "title": "How to Buy Cryptocurrency",
            "description": "A guide to purchasing cryptocurrency, including supported payment methods, fees, and transaction limits."
          },
          {
            "title": "Selling Cryptocurrency",
            "description": "Instructions on selling your crypto assets, including supported withdrawal methods and transaction fees."
          }
        ]
      },
      {
        "category": "Wallet and Transactions",
        "topics": [
          {
            "title": "Depositing Funds",
            "description": "Guide on depositing funds to your wallet, including supported currencies, minimum deposit amounts, and processing times."
          },
          {
            "title": "Withdrawing Funds",
            "description": "Learn how to withdraw funds from your wallet, including fees, withdrawal times, and security verification steps."
          }
        ]
      },
      {
        "category": "Fees and Limits",
        "topics": [
          {
            "title": "Trading Fees",
            "description": "An overview of trading fees, including maker and taker fees, and any additional charges based on transaction types."
          },
          {
            "title": "Deposit and Withdrawal Limits",
            "description": "Information on daily limits for deposits and withdrawals, along with options for increasing limits after verification."
          }
        ]
      },
      {
        "category": "Technical Support",
        "topics": [
          {
            "title": "Troubleshooting Login Issues",
            "description": "Steps to troubleshoot common login problems, including browser compatibility, account lockouts, and captcha issues."
          },
          {
            "title": "App Not Working",
            "description": "Solutions for app-related issues, including update requirements, compatibility problems, and clearing cache."
          }
        ]
      }
    ]
  }
  