{
    "intro": {
      "title": "Learn About Crypto Tracker Rewards",
      "description": "Crypto Tracker Rewards are a unique program that allows users to earn rewards for their activities within the app. By actively using the Crypto Tracker app, you can accumulate points that can be redeemed for various benefits, such as discounts, exclusive content, and more."
    },
    "howToEarn": [
      {
        "title": "Daily Check-ins",
        "description": "Earn points just for logging into the app each day. Regular engagement keeps you updated on the latest market trends!"
      },
      {
        "title": "Tracking Portfolio",
        "description": "Add and track new assets in your portfolio to gain additional points. The more diverse your portfolio, the more points you earn!"
      },
      {
        "title": "Completing Challenges",
        "description": "Participate in app challenges, like achieving a specific portfolio value, to earn bonus points. These challenges are updated frequently, so check back often!"
      },
      {
        "title": "Referral Program",
        "description": "Invite friends to join the Crypto Tracker app. For every friend who signs up using your referral link, you both receive bonus points!"
      },
      {
        "title": "Sharing Insights",
        "description": "Share your investment strategies and insights through the app. Contributing valuable content to the community rewards you with points."
      }
    ],
    "benefits": [
      {
        "title": "Discounts on Premium Features",
        "description": "Use rewards points to unlock premium features at a reduced cost, making advanced tools more accessible."
      },
      {
        "title": "Exclusive Content",
        "description": "Access exclusive educational resources, such as webinars and market analysis, that help you make informed decisions."
      },
      {
        "title": "Fee Reductions",
        "description": "Reduce trading or transaction fees by redeeming your points, maximizing your profits on trades."
      },
      {
        "title": "Access to VIP Events",
        "description": "Earn invitations to exclusive events and webinars hosted by industry experts, where you can network and learn."
      },
      {
        "title": "Special Merchandise",
        "description": "Redeem points for branded merchandise and other physical rewards, showcasing your commitment to the Crypto Tracker community."
      }
    ],
    "howToRedeem": [
      "Navigate to the Rewards section in the app's main menu.",
      "Browse through the available options to see all the perks you can redeem.",
      "Select a perk that interests you, such as a discount on a premium feature or exclusive content.",
      "Follow the prompts to complete the redemption process. Ensure that you have enough points to claim your desired perk.",
      "Once you’ve redeemed a benefit, the app will notify you of its activation or application to your account. Enjoy your reward!"
    ]
  }
  